Repository: ThePowerOfSwift/MultiTranslate
Catalog: MultiTranslate/Localization/*.lproj/Localizable.strings
Languages: vi

source: /month
vi: / tháng

source: /year
vi: / năm

source: 10K characters/month
vi: 10 nghìn ký tự / tháng

source: 50K characters/month
vi: 50 nghìn ký tự / tháng

source: AR object translate
vi: Đối tượng AR dịch

source: AR translate languages
vi: AR dịch ngôn ngữ

source: About subscription
vi: Về đăng ký

source: Afrikaans
vi: Tiếng Nam Phi

source: Albanian
vi: Tiếng Albania

source: Arabic
vi: Ả Rập

source: Arabic (Saudi Arabia)
vi: Ả Rập (Ả Rập Saudi)

source: Armenian
vi: Armenia

source: Augmented Reality
vi: Thực tế mở rộng

source: Automatically recognize and translate words in images.
vi: Tự động nhận dạng và dịch từ trong hình ảnh.

source: Automatically recognize and translate words in speech.
vi: Tự động nhận dạng và dịch từ trong lời nói.

source: Automatically recognize objects in camera images. Display the names of the objects using AR.
vi: Tự động nhận dạng đối tượng trong hình ảnh camera. Hiển thị tên của các đối tượng bằng AR.

source: Automatically recognize words in conversations and translate smoothly.
vi: Tự động nhận ra các từ trong cuộc hội thoại và dịch trơn tru.

source: Automatically scan documents and recognize characters.
vi: Tự động quét tài liệu và nhận dạng ký tự.

source: Azerbaijani
vi: Ailen

source: Belarusian
vi: Bêlarut

source: Bengali
vi: Tiếng Bengal

source: Bosnian
vi: Bosnia

source: Bulgarian
vi: Tiếng Bulgaria

source: Camera
vi: Máy ảnh

source: Camera access not allowed
vi: Không cho phép truy cập máy ảnh

source: Camera is not supported on this device
vi: Máy ảnh không được hỗ trợ trên thiết bị này

source: Camera translate
vi: Camera dịch

source: Camera translate languages
vi: Camera dịch ngôn ngữ

source: Cancel
vi: Hủy bỏ

source: Cannot download language, please try again.
vi: Không thể tải ngôn ngữ, vui lòng thử lại.

source: Cannot extract any text from the speech, please try again.
vi: Không thể trích xuất bất kỳ văn bản từ bài phát biểu, xin vui lòng thử lại.

source: Cannot recognize text in this photo.
vi: Không thể nhận ra văn bản trong bức ảnh này.

source: Cannot recognize text in this photo. %@
vi: Không thể nhận ra văn bản trong ảnh này. %@

source: Cannot recognize text in this photo. Please try again.
vi: Không thể nhận ra văn bản trong ảnh này. Vui lòng thử lại.

source: Catalan
vi: Tiếng Catalan

source: Catalan (Spain)
vi: Tiếng Catalan (Tây Ban Nha)

source: Change language
vi: Thay đổi ngôn ngữ

source: Chech app setting
vi: Cài đặt ứng dụng Chech

source: Chinese (China)
vi: Trung Quốc (Trung Quốc)

source: Chinese (HK)
vi: Trung Quốc (HK)

source: Chinese (Hongkong)
vi: Trung Quốc (Hồng Kông)

source: Chinese (Mandarin)
vi: Tiếng trung quốc

source: Clear records?
vi: Xóa hồ sơ?

source: Conversation
vi: Đàm thoại

source: Conversation translate
vi: Dịch đoạn hội thoại

source: Conversation translate languages
vi: Hội thoại dịch ngôn ngữ

source: Copied to clipboard
vi: Sao chép vào clipboard

source: Croatian
vi: Tiếng Croatia

source: Croatian (Croatia)
vi: Croatia (Croatia)

source: Czech
vi: Séc

source: Czech (Czech)
vi: Séc (Séc)

source: Danish
vi: Tiếng Đan Mạch

source: Delete
vi: Xóa

source: Delete all records?
vi: Xóa tất cả hồ sơ?

source: Detect objects in reality and translate.
vi: Phát hiện các đối tượng trong thực tế và dịch.

source: Detect word in speech
vi: Phát hiện từ trong lời nói

source: Detect words in photos and translate.
vi: Phát hiện các từ trong ảnh và dịch.

source: Detect words in speech and translate.
vi: Phát hiện các từ trong lời nói và dịch.

source: Detecting object. Please wait a miniute...
vi: Phát hiện đối tượng. Vui lòng đợi một chút ...

source: Dismiss
vi: Sa thải

source: Document Scan
vi: Quét tài liệu

source: Document translate
vi: Dịch tài liệu

source: Documnet translate languages
vi: Documnet dịch ngôn ngữ

source: Download failed
vi: Tải xuống thất bại

source: Download offline language
vi: Tải xuống ngôn ngữ ngoại tuyến

source: Downloaded languages
vi: Ngôn ngữ đã tải xuống

source: Dutch
vi: Hà Lan

source: Dutch (Belgium)
vi: Hà Lan (Bỉ)

source: Dutch (Netherlands)
vi: Hà Lan (Hà Lan)

source: Empty text
vi: Văn bản trống

source: English
vi: Tiếng anh

source: English (Australia)
vi: Anh (Úc)

source: English (Canada)
vi: Anh (Canada)

source: English (India)
vi: Anh (Ấn Độ)

source: English (Ireland)
vi: Tiếng Anh (Ai-len)

source: English (New Zealand)
vi: Tiếng Anh (New Zealand)

source: English (Philippines)
vi: Anh (Philippines)

source: English (Saudi Arabia)
vi: Anh (Ả Rập Saudi)

source: English (Singapore)
vi: Anh (Singapore)

source: English (South Africa)
vi: Tiếng Anh (Nam Phi)

source: English (United Kingdom)
vi: Tiếng Anh (Vương quốc Anh)

source: English (United States)
vi: Tiếng Anh (Hoa Kỳ)

source: English language cannot be deleted.
vi: Ngôn ngữ tiếng Anh không thể bị xóa.

source: Error
vi: Lỗi

source: Esperanto
vi: Quốc tế

source: Estonian
vi: Tiếng Estonia

source: Finnish
vi: Phần Lan

source: Finnish (Finland)
vi: Phần Lan (Phần Lan)

source: For a pro translater
vi: Đối với một dịch giả chuyên nghiệp

source: French
vi: Tiếng pháp

source: French (Belgium)
vi: Pháp (Bỉ)

source: French (Canada)
vi: Pháp (Canada)

source: French (France)
vi: Pháp (Pháp)

source: French (Switzerland)
vi: Pháp (Thụy Sĩ)

source: Galician
vi: Galicia

source: Georgian
vi: Gruzia

source: German
vi: Tiếng Đức

source: German (Austria)
vi: Đức (Áo)

source: German (Germany)
vi: Đức (Đức)

source: German (Switzerland)
vi: Đức (Thụy Sĩ)

source: Get Multi-Translate PRO
vi: Nhận PRO đa dịch

source: Got it
vi: Hiểu rồi

source: Greek
vi: Hy Lạp

source: Haitian Creole
vi: Creole Haiti

source: Hausa
vi: Tiếng Hin-ddi

source: Hawaiian
vi: Hawaii

source: Hebrew
vi: Tiếng Do Thái

source: Hebrew (Israel)
vi: Tiếng Do Thái (Israel)

source: Hindi
vi: Tiếng Hindi

source: Hindi (India)
vi: Tiếng Hindi (Ấn Độ)

source: Hungarian
vi: Tiếng Hungary

source: Hungarian (Hungary)
vi: Hungary (Hungary)

source: Icelandic
vi: Tiếng Iceland

source: Image
vi: Hình ảnh

source: Image translate
vi: Dịch hình ảnh

source: Image translate languages
vi: Ngôn ngữ dịch hình ảnh

source: Indonesian
vi: Tiếng Indonesia

source: Indonesian (Indonesia)
vi: Indonesia (Indonesia)

source: Input source text
vi: Nhập văn bản nguồn

source: Irish
vi: Ailen

source: Italian
vi: Ý

source: Italian (Italy)
vi: Ý (Ý)

source: Italian (Switzerland)
vi: Ý (Thụy Sĩ)

source: Japanese
vi: Tiếng nhật

source: Japanese (Japan)
vi: Nhật Bản (Nhật Bản)

source: Javanese
vi: Người Java

source: Kazakh
vi: Tiếng Kazakhstan

source: Khmer
vi: Tiếng Khmer

source: Korean
vi: Tiếng hàn

source: Korean (Korea)
vi: Hàn Quốc (Hàn Quốc)

source: Kurdish
vi: Người Kurd

source: Kyrgyz
vi: Kít-sinh-gơ

source: Language deleted
vi: Ngôn ngữ đã bị xóa

source: Language downloaded
vi: Ngôn ngữ được tải xuống

source: Language selector
vi: Bộ chọn ngôn ngữ

source: Lao
vi: Lào

source: Latin
vi: Tiếng Latinh

source: Latvian
vi: Tiếng Latvia

source: Limited
vi: Hạn chế

source: Lithuanian
vi: Tiếng Litva

source: Luxembourgish
vi: Tiếng Luxembourg

source: Macedonian
vi: Tiếng Slovak

source: Malay
vi: Mã Lai

source: Malay (Malaysia)
vi: Mã Lai (Malaysia)

source: Maltese
vi: Tiếng Malta

source: Microphone access not allowed
vi: Không cho phép truy cập micrô

source: Mongolian
vi: Mông Cổ

source: Monthly plan
vi: Kế hoạch hàng tháng

source: Most popular
vi: Phổ biến nhất

source: Multiple ways to translate with high accuracy!
vi: Nhiều cách dịch với độ chính xác cao!

source: Myanmar (Burmese)
vi: Myanmar (Miến Điện)

source: Nepali
vi: Tiếng Nepal

source: No Limit
vi: Không giới hạn

source: No camera
vi: Không có máy ảnh

source: No item
vi: Không có mục

source: No photo
vi: Không có ảnh

source: No purchase restored.
vi: Không khôi phục mua hàng.

source: No text
vi: Không có văn bản

source: Norwegian
vi: Na Uy

source: Norwegian (Norway)
vi: Na Uy (Na Uy)

source: Not now
vi: Không phải bây giờ

source: Offline languages
vi: Ngôn ngữ ngoại tuyến

source: Offline translate faster with no network access. Offline translate can save your packet communication fee.
vi: Dịch ngoại tuyến nhanh hơn mà không cần truy cập mạng. Dịch ngoại tuyến có thể tiết kiệm phí giao tiếp gói của bạn.

source: Offline translate languages
vi: Ngôn ngữ dịch ngoại tuyến

source: Offline translation modules
vi: Các mô-đun dịch ngoại tuyến

source: Pashto
vi: Tiếng Pa-tô

source: Persian
vi: Ba Tư

source: Photo access not allowed
vi: Truy cập hình ảnh không được phép

source: Photo library is not supported on this device
vi: Thư viện ảnh không được hỗ trợ trên thiết bị này

source: Please allow microphone and speech recognizer
vi: Vui lòng cho phép micrô và nhận dạng giọng nói

source: Please try again.
vi: Vui lòng thử lại.

source: Polish
vi: Ba Lan

source: Polish (Poland)
vi: Ba Lan (Ba Lan)

source: Portuguese
vi: Bồ Đào Nha

source: Portuguese (Brazil)
vi: Bồ Đào Nha (Brazil)

source: Portuguese (Portugal)
vi: Bồ Đào Nha (Bồ Đào Nha)

source: Privacy policy
vi: Chính sách bảo mật

source: Punjabi
vi: Tiếng Ba Tư

source: Purchase failed.
vi: Mua hàng thất bại.

source: Purchase successfully.
vi: Mua hàng thành công.

source: Records cannot be recovered once deleted.
vi: Hồ sơ không thể được phục hồi sau khi xóa.

source: Records cleared
vi: Hồ sơ bị xóa

source: Removed
vi: Đã xóa

source: Restarting AR session...
vi: Bắt đầu lại phiên AR ...

source: Restore
vi: Khôi phục

source: Restore purchase failed.
vi: Khôi phục mua hàng thất bại.

source: Restored purchase successfully.
vi: Đã khôi phục mua hàng thành công.

source: Romanian
vi: Rumani

source: Romanian (Romania)
vi: Rumani (Rumani)

source: Russian
vi: Tiếng nga

source: Russian (Russia)
vi: Nga (Nga)

source: START
vi: BẮT ĐẦU

source: Samoan
vi: Samoa

source: Saved Translations
vi: Bản dịch đã lưu

source: Scan document and detect words in document.
vi: Quét tài liệu và phát hiện các từ trong tài liệu.

source: Scots Gaelic
vi: Người Scotland

source: See more plans
vi: Xem thêm kế hoạch

source: Select a photo to detect words
vi: Chọn một bức ảnh để phát hiện từ

source: Serbian
vi: Tiếng Serbia

source: Sesotho
vi: Tiếng Haiti

source: Setting
vi: Cài đặt

source: Slovak
vi: Tiếng Slovak

source: Slovak (Slovakia)
vi: Tiếng Slovak (Slovakia)

source: Slovenian
vi: Tiếng Slovenia

source: Somali
vi: Tiếng Somalia

source: Source
vi: Nguồn

source: Spanish
vi: Tây Ban Nha

source: Spanish (Chile)
vi: Tây Ban Nha (Chile)

source: Spanish (Colombia)
vi: Tây Ban Nha (Colombia)

source: Spanish (Latin America & Caribbean)
vi: Tây Ban Nha (Mỹ Latinh & Caribbean)

source: Spanish (Mexico)
vi: Tây Ban Nha (Mexico)

source: Spanish (Spain)
vi: Tây Ban Nha (Tây Ban Nha)

source: Spanish (United States)
vi: Tây Ban Nha (Hoa Kỳ)

source: Speech recognizer
vi: Nhận dạng giọng nói

source: Speech translate
vi: Bài phát biểu dịch

source: Subscribe Monthly
vi: Theo dõi hàng tháng

source: Subscription payments will be charged to your iTunes account at confirmation of your purchase and upon commencement of each renewal term. Subscription with a free trial period will automatically renew to a paid subscription. You can cancel your subscription or free trial in the iTunes settings at least 24-hours before the end of each current subscription period. The cancellation will take effect the day after the last day of the current subscription period and you will be downgraded to the free service. Any unused portion of a free trial period (if offered) will be forfeited when you purchase a premium subscription during the free trial period.
vi: Thanh toán đăng ký sẽ được tính vào tài khoản iTunes của bạn khi xác nhận mua hàng của bạn và khi bắt đầu mỗi thời hạn gia hạn. Đăng ký với thời gian dùng thử miễn phí sẽ tự động gia hạn sang đăng ký trả phí. Bạn có thể hủy đăng ký hoặc dùng thử miễn phí trong cài đặt iTunes ít nhất 24 giờ trước khi kết thúc mỗi giai đoạn đăng ký hiện tại. Việc hủy sẽ có hiệu lực vào ngày cuối cùng sau ngày cuối cùng. ngày của thời gian đăng ký hiện tại và bạn sẽ bị hạ cấp xuống dịch vụ miễn phí. Mọi phần chưa sử dụng trong thời gian dùng thử miễn phí (nếu được cung cấp) sẽ bị hủy bỏ khi bạn mua đăng ký cao cấp trong thời gian dùng thử miễn phí.

source: Sundanese
vi: Sundan

source: Supporting 104 languages. Offline translate is also available for FREE.
vi: Hỗ trợ 104 ngôn ngữ. Dịch ngoại tuyến cũng có sẵn MIỄN PHÍ.

source: Swahili
vi: Tiếng Swords

source: Swedish
vi: Thụy Điển

source: Swedish (Sweden)
vi: Thụy Điển (Thụy Điển)

source: Tagalog (Filipino)
vi: Tagalog (tiếng Philipin)

source: Tamil
vi: Tiếng Tamil

source: Target
vi: Mục tiêu

source: Telugu
vi: Tiếng Telugu

source: Terms of use
vi: Điều khoản sử dụng

source: Text
vi: Văn bản

source: Text translate
vi: Dịch văn bản

source: Text translate languages
vi: Ngôn ngữ dịch văn bản

source: Thai
vi: Tiếng thái

source: Thai (Thailand)
vi: Thái Lan

source: The records cannot be recovered once deleted
vi: Các hồ sơ không thể được phục hồi sau khi xóa

source: Translate
vi: Dịch

source: Translate character has reach the limit
vi: Nhân vật dịch đã đạt đến giới hạn

source: Translate conversation smoothly.
vi: Dịch cuộc trò chuyện trôi chảy.

source: Translation deleted
vi: Bản dịch đã bị xóa

source: Translation saved
vi: Đã lưu bản dịch

source: Try 14 Days for FREE!
vi: Dùng thử 14 ngày MIỄN PHÍ!

source: Try again
vi: Thử lại

source: Try again.
vi: Hãy thử lại.

source: Turkish
vi: Thổ Nhĩ Kỳ

source: Turkish (Turkey)
vi: Thổ Nhĩ Kỳ (Thổ Nhĩ Kỳ)

source: Ukrainian
vi: Tiếng Ukraina

source: Ukrainian (Ukraine)
vi: Ucraina (Ukraine)

source: Undownloaded languages
vi: Ngôn ngữ không được tải xuống

source: Urdu
vi: Tiếng Urdu

source: Use camera to detect words
vi: Sử dụng máy ảnh để phát hiện từ

source: Use microphone to record voice
vi: Sử dụng micrô để ghi âm giọng nói

source: Uzbek
vi: Tiếng Uzbekistan

source: Vietnamese
vi: Tiếng việt

source: Vietnamese (Vietnam)
vi: Việt nam

source: Voice
vi: Giọng nói

source: Voice recorder error occurred.
vi: Xảy ra lỗi ghi âm giọng nói.

source: Voice translate languages
vi: Ngôn ngữ dịch

source: Welsh
vi: Tiếng Wales

source: Yearly plan
vi: Kế hoạch hàng năm

source: You can change your plan and get more characters
vi: Bạn có thể thay đổi kế hoạch của mình và nhận được nhiều nhân vật hơn

source: You cannot translate %@ to %@
vi: Bạn không thể dịch %@ sang %@

source: save %@ / year
vi: tiết kiệm %@ / năm

source: skip
vi: bỏ qua

source: then %@ / year
vi: sau đó %@ / năm
